
<h2><foreign lang=hi>&#x0950;</foreign></h2>

<h3><foreign lang=hi>&#x0936;&#x094D;&#x0930;&#x0940; &#x0917;&#x0923;&#x0947;&#x0936; &#x0928;&#x093E;&#x092E;&#x0903;</foreign></h3>

<h3>Devanagari Test Document</h3>

<p>The Devangari Alphabet consists of the following letters

<p><foreign lang=hi>

&#x0905; &#x0906; &#x0907; &#x0908; &#x0909; &#x090A; &#x090B; &#x0960; &#x090C; &#x0961; &#x090F; &#x0910; &#x0913; &#x0914; &#x0905;&#x0901; &#x0905;&#x0902; &#x0905;&#x0903;

&#x0915; (&#x0958;) &#x0916; (&#x0959;) &#x0917; (&#x095A;) &#x0918; &#x0919;

&#x091A; &#x091B; &#x091C; (&#x095B;) &#x091D; &#x091E;

&#x091F; &#x0920; &#x0921; (&#x095C;) &#x0922; (&#x095D;) &#x0923;

&#x0924; &#x0925; &#x0926; &#x0927; &#x0928;

&#x092A; &#x092B; (&#x095E;) &#x092C; &#x092D; &#x092E;

&#x092F; &#x0930; &#x0932; &#x0935; &#x0936; &#x0937; &#x0938; &#x0939; &#x0933;

</foreign>

<p>Double letters:

<p><foreign lang=hi>

&#x0915; &#x0915;&#x093E; &#x0915;&#x093F; &#x0915;&#x0940; &#x0915;&#x0941; &#x0915;&#x0942; &#x0915;&#x0943; &#x0915;&#x0944; &#x0915;&#x0962; &#x0915;&#x0963; &#x0915;&#x0947; &#x0915;&#x0948; &#x0915;&#x094B; &#x0915;&#x094C; &#x0915;&#x0901; &#x0915;&#x0902; &#x0915;&#x0903;

&#x0915;&#x094D;&#x0915; (&#x0958;&#x094D;&#x0958;) &#x0916;&#x094D;&#x0916; (&#x0959;&#x094D;&#x0959;) &#x0917;&#x094D;&#x0917; (&#x095A;&#x094D;&#x095A;) &#x0918;&#x094D;&#x0918; &#x0919;&#x094D;&#x0919;

&#x091A;&#x094D;&#x091A; &#x091B;&#x094D;&#x091B; &#x091C;&#x094D;&#x091C; (&#x095B;&#x094D;&#x095B;) &#x091D;&#x094D;&#x091D; &#x091E;&#x094D;&#x091E;

&#x091F;&#x094D;&#x091F; &#x0920;&#x094D;&#x0920; &#x0921;&#x094D;&#x0921; (&#x095C;&#x094D;&#x095C;) &#x0922;&#x094D;&#x0922; (&#x095D;&#x094D;&#x095D;) &#x0923;&#x094D;&#x0923;

&#x0924;&#x094D;&#x0924; &#x0925;&#x094D;&#x0925; &#x0926;&#x094D;&#x0926; &#x0927;&#x094D;&#x0927; &#x0928;&#x094D;&#x0928;

&#x092A;&#x094D;&#x092A; &#x092B;&#x094D;&#x092B; (&#x095E;&#x094D;&#x095E;) &#x092C;&#x094D;&#x092C; &#x092D;&#x094D;&#x092D; &#x092E;&#x094D;&#x092E;

&#x092F;&#x094D;&#x092F; &#x092F;&#x094D;&#x0930; &#x0932;&#x094D;&#x0932; &#x0935;&#x094D;&#x0935; &#x0936;&#x094D;&#x0936; &#x0937;&#x094D;&#x0937; &#x0938;&#x094D;&#x0938; &#x0939;&#x094D;&#x0939; &#x0933;&#x094D;&#x0933;

</foreign>

<p>Common combinations

<p><foreign lang=hi>

&#x0915;&#x094D;&#x0937; &#x091C;&#x094D;&#x091E; &#x0936;&#x094D;&#x0930; &#x0936;&#x094D;&#x0935; &#x092A;&#x094D;&#x0930;

</foreign>

<p>Digits

<p><foreign lang=hi>

&#x0966; &#x0967; &#x0968; &#x0969; &#x096A; &#x096B; &#x096C; &#x096D; &#x096E; &#x096F; 
</foreign>

<p>Viram usage

<p><foreign lang=hi>

&#x0915;&#x094D;&#x0937; &#x0915;&#x094D;&#x200C;&#x0937;  &#x0915;&#x094D;&#x200D;&#x0937;  &#x0915;&#x094D;&#x200D; &#x0937;&#x094D;&#x200D; &#x0921;&#x094D;&#x200D;

</foreign>


<p>Sindhi combinations

<p><foreign lang=hi>

&#x0917;&#x0952; &#x091C;&#x0952; &#x0921;&#x0952; &#x092C;&#x0952;

&#x0917;&#x0952;&#x093F; &#x091C;&#x0952;&#x093F; &#x0921;&#x0952;&#x093F; &#x092C;&#x0952;&#x093F;

</foreign>


<h3><foreign lang=hi>&#x092E;&#x094B;&#x0939;&#x0928; &#x0930;&#x093E;&#x0915;&#x0947;&#x0936;: &#x092E;&#x093F;&#x0938; &#x092A;&#x093E;&#x0932;</foreign></h3>

<p><foreign lang=hi>&#x0935;&#x0939; &#x0926;&#x0942;&#x0930; &#x0938;&#x0947; &#x0926;&#x093F;&#x0916;&#x093E;&#x092F;&#x0940; &#x0926;&#x0947;&#x0924;&#x0940; &#x0906;&#x0915;&#x0943;&#x0924;&#x093F; &#x092E;&#x093F;&#x0938; &#x092A;&#x093E;&#x0932; &#x0939;&#x0940; &#x0939;&#x094B; &#x0938;&#x0915;&#x0924;&#x0940; &#x0925;&#x0940;&#x0964;
&#x092B;&#x093F;&#x0930; &#x092D;&#x0940; &#x0935;&#x093F;&#x0936;&#x094D;&#x0935;&#x093E;&#x0938; &#x0915;&#x0930;&#x0928;&#x0947; &#x0915;&#x0947; &#x0932;&#x093F;&#x090F; &#x092E;&#x0948;&#x0901;&#x0928;&#x0947; &#x0905;&#x092A;&#x0928;&#x093E; &#x091A;&#x0936;&#x094D;&#x092E; &#x0920;&#x0940;&#x0915; &#x0915;&#x093F;&#x092F;&#x093E;&#x0964;
&#x0928;&#x093F;&#x0903;&#x0938;&#x0902;&#x0926;&#x0947;&#x0939;, &#x0935;&#x0939; &#x092E;&#x093F;&#x0938; &#x092A;&#x093E;&#x0932; &#x0939;&#x0940; &#x0925;&#x0940;&#x0964;
&#x092F;&#x0939; &#x0924;&#x094B; &#x0916;&#x0948;&#x0930; &#x092E;&#x0941;&#x091D;&#x0947; &#x092A;&#x0924;&#x093F; &#x0925;&#x093E; &#x0915;&#x093F; &#x0935;&#x0939; &#x0909;&#x0928; &#x0926;&#x093F;&#x0928;&#x0947;&#x0901; &#x0915;&#x0941;&#x0932;&#x094D;&#x0932;&#x0942; &#x092E;&#x0947;&#x0901; &#x0939;&#x0940; &#x0915;&#x0939;&#x0940;&#x0901;
&#x0939;&#x0948;, &#x092A;&#x0930; &#x0907;&#x0938; &#x0924;&#x0930;&#x0939; &#x0905;&#x091A;&#x093E;&#x0928;&#x0915; &#x0909;&#x0938;&#x0938;&#x0947; &#x092D;&#x0947;&#x0902;&#x091F; &#x0939;&#x094B; &#x091C;&#x093E;&#x092F;&#x0947;&#x0917;&#x093F;, &#x092F;&#x0939; &#x0928;&#x0939;&#x0940;&#x0901; &#x0938;&#x094B;&#x091A;&#x093E; &#x0925;&#x093E;&#x0964;
&#x0914;&#x0930; &#x0909;&#x0938;&#x0947; &#x0938;&#x093E;&#x092E;&#x0928;&#x0947; &#x0926;&#x0947;&#x0916;&#x0915;&#x0930; &#x092D;&#x0940; &#x092E;&#x0942;&#x091D;&#x0947; &#x0935;&#x093F;&#x0936;&#x094D;&#x0935;&#x093E;&#x0938; &#x0928;&#x0939;&#x0940;&#x0901; &#x0939;&#x0941;&#x0906; &#x0915;&#x093F; &#x0935;&#x0939; &#x0938;&#x094D;&#x0925;&#x093E;&#x092F;&#x0940;
&#x0930;&#x0942;&#x092A; &#x0938;&#x0947; &#x0915;&#x0941;&#x0932;&#x094D;&#x0932;&#x0942; &#x0915;&#x0947; &#x092C;&#x0940;&#x091A; &#x0909;&#x0938; &#x091B;&#x094B;&#x091F;&#x0947;-&#x0938;&#x0947; &#x0917;&#x093E;&#x0901;&#x0935; &#x092E;&#x0947;&#x0901; &#x0930;&#x0939;&#x094D;&#x0924;&#x0940; &#x0939;&#x094B;&#x0917;&#x0940;&#x0964;
&#x091C;&#x0947;&#x092C; &#x0935;&#x0939; &#x0926;&#x093F;&#x0932;&#x094D;&#x0932;&#x0940; &#x0938;&#x0947; &#x0928;&#x094C;&#x0915;&#x0930;&#x0940; &#x091B;&#x094B;&#x095C;&#x0915;&#x0930; &#x0906;&#x092F;&#x0940; &#x0925;&#x0940;, &#x0924;&#x094B; &#x0932;&#x094B;&#x0917;&#x094B;&#x0901; &#x0928;&#x0947; &#x0909;&#x0938;&#x0915;&#x0947; &#x092C;&#x0930;&#x0947;
&#x092E;&#x0947;&#x0901; &#x0915;&#x094D;&#x092F;-&#x0915;&#x094D;&#x092F; &#x0928;&#x0939;&#x0940;&#x0901; &#x0938;&#x094B;&#x091A;&#x093E; &#x0925;!</foreign>

<p><foreign lang=hi>&#x092C;&#x0938; &#x0930;&#x093E;&#x092F;&#x0938;&#x0928; &#x0915;&#x0947; &#x0921;&#x093E;&#x0915;&#x0916;&#x093E;&#x0928;&#x0947; &#x0915;&#x0947; &#x092A;&#x093E;&#x0938; &#x092A;&#x0939;&#x0941;&#x0901;&#x091A;&#x0915;&#x0930; &#x0930;&#x0941;&#x0915; &#x0917;&#x091C;&#x0940;&#x0964;
&#x092E;&#x093F;&#x0938; &#x092A;&#x093E;&#x0932; &#x0921;&#x093E;&#x0915;&#x0916;&#x093E;&#x0928;&#x0947; &#x0915;&#x0947; &#x092C;&#x093E;&#x0939;&#x0930; &#x0916;&#x095C;&#x0940; &#x092A;&#x094B;&#x0938;&#x094D;&#x091F;&#x092E;&#x093E;&#x0938;&#x094D;&#x091F;&#x0930; &#x0938;&#x0947; &#x0915;&#x0941;&#x091B; &#x092C;&#x093E;&#x0924; &#x0915;&#x0930; &#x0930;&#x0939;&#x0940;
&#x0925;&#x0940;&#x0964;
&#x0939;&#x093E;&#x0925; &#x092E;&#x0947;&#x0901; &#x0935;&#x0939; &#x090F;&#x0915; &#x0925;&#x0948;&#x0932;&#x093E; &#x0932;&#x093F;&#x092F;&#x0947; &#x0925;&#x0940;&#x0964;
&#x092C;&#x0938; &#x0915;&#x0947; &#x0930;&#x0941;&#x0915;&#x0928;&#x0947; &#x092A;&#x0930; &#x0928; &#x091C;&#x093E;&#x0928;&#x0947; &#x0915;&#x093F;&#x0938; &#x092C;&#x093E;&#x0924; &#x0915;&#x0947; &#x0932;&#x093F;&#x090F; &#x092A;&#x094B;&#x0938;&#x094D;&#x091F;&#x092E;&#x093E;&#x0938;&#x094D;&#x091F;&#x0947;&#x0930; &#x0915;&#x094B; &#x0926;&#x0928;&#x094D;&#x092F;&#x0935;&#x093E;&#x0926;
&#x0926;&#x0947;&#x0924;&#x0940; &#x0939;&#x0941;&#x0908; &#x0935;&#x0939; &#x0915;&#x0940; &#x0924;&#x0930;&#x095E; &#x092E;&#x0941;&#x095C;&#x0940;&#x0964;
&#x0924;&#x092D;&#x0940; &#x092E;&#x0948;&#x0901; &#x0905;&#x0924;&#x0930;&#x0915;&#x0930; &#x0909;&#x0938;&#x0915;&#x094B; &#x0938;&#x093E;&#x092E;&#x0928;&#x0947; &#x092A;&#x0939;&#x0941;&#x0901;&#x091A; &#x0917;&#x092F;&#x093E;&#x0964;
&#x090F;&#x0915; &#x0906;&#x0926;&#x092E;&#x0940; &#x0915;&#x0947; &#x0905;&#x091A;&#x093E;&#x0928;&#x0915; &#x0938;&#x093E;&#x092E;&#x0928;&#x0947; &#x0906; &#x091C;&#x093E;&#x0928;&#x0947; &#x0938;&#x0947; &#x092E;&#x093F;&#x0938; &#x092A;&#x093E;&#x0932; &#x0925;&#x094B;&#x095C;&#x093E; &#x0905;&#x091A;&#x0915;&#x091A;&#x093E; &#x0917;&#x092F;&#x0940;,
&#x092E;&#x0917;&#x0930; &#x092E;&#x0941;&#x091D;&#x0947; &#x092A;&#x0939;&#x091A;&#x093E;&#x0928;&#x0924;&#x0947; &#x0939;&#x0940; &#x0909;&#x0938;&#x094D;&#x0915;&#x093E; &#x091A;&#x0947;&#x0939;&#x0930;&#x093E; &#x0959;&#x0941;&#x0936;&#x0940; &#x0914;&#x0930; &#x0909;&#x0924;&#x094D;&#x0938;&#x093E;&#x0939; &#x0938;&#x0947; &#x0916;&#x093F;&#x0932;
&#x0917;&#x092F;&#x093E;&#x0964;</foreign>

<p><foreign lang=hi>``&#x0930;&#x0923;&#x091C;&#x0940;&#x0924; &#x0924;&#x0941;&#x092E;?'' &#x0909;&#x0938;&#x0928;&#x0947; &#x0915;&#x0939;&#x093E;, ``&#x0924;&#x0941;&#x092E; &#x092F;&#x0939;&#x093E;&#x0901; &#x0938;&#x0947; &#x091F;&#x092A;&#x0915; &#x092A;&#x095C;&#x0947;?''</foreign>

<p><foreign lang=hi>``&#x092E;&#x0948;&#x0901; &#x0907;&#x0938; &#x092C;&#x0938; &#x0938;&#x0947; &#x092E;&#x0928;&#x093E;&#x0932;&#x0940; &#x0938;&#x0947; &#x0906; &#x0930;&#x0939;&#x093E; &#x0939;&#x0942;&#x0901;&#x0964;'' &#x092E;&#x0948;&#x0901;&#x0928;&#x0947; &#x0915;&#x0939;&#x093E;&#x0964;</foreign>

<p><foreign lang=hi>``&#x0905;&#x091A;&#x094D;&#x091B;&#x093E;! &#x092E;&#x0928;&#x093E;&#x0932;&#x0940; &#x0924;&#x0941;&#x092E; &#x0915;&#x092C; &#x0938;&#x0947; &#x0906;&#x092F;&#x0947; &#x0939;&#x0941;&#x090F; &#x0925;&#x0947;?''</foreign>

<p><foreign lang=hi>``&#x0906;&#x091F;-&#x0926;&#x0938; &#x0926;&#x093F;&#x0928; &#x0939;&#x0941;&#x090F;, &#x0906;&#x092F; &#x0925;&#x0964; &#x0906;&#x091C; &#x0935;&#x093E;&#x092A;&#x0938; &#x091C;&#x093E; &#x0930;&#x0939;&#x093E; &#x0939;&#x0942;&#x0901;&#x0964;''</foreign>

<p><foreign lang=hi>``&#x0906;&#x091C; &#x0939;&#x0940; &#x091C;&#x093E; &#x0930;&#x0939;&#x0947; &#x0939;&#x094B;?'' &#x092E;&#x093F;&#x0938; &#x092A;&#x093E;&#x0932; &#x0915;&#x0947; &#x091A;&#x0947;&#x0939;&#x0930;&#x0947; &#x0938;&#x0947; &#x0906;&#x0927;&#x093E; &#x0909;&#x0924;&#x094D;&#x0938;&#x093E;&#x0939; &#x0917;&#x093E;&#x092F;&#x092C;
&#x0939;&#x094B; &#x0917;&#x092F;&#x093E;, ``&#x0926;&#x0947;&#x0916;&#x094B;, &#x0915;&#x093F;&#x0924;&#x0928;&#x0940; &#x092C;&#x0941;&#x0930;&#x0940; &#x092C;&#x093E;&#x0924; &#x0939;&#x0948; &#x0915;&#x093F; &#x0906;&#x091F;-&#x0926;&#x0938; &#x0926;&#x093F;&#x0928; &#x0938;&#x0947; &#x0924;&#x0941;&#x092E; &#x0914;&#x0930;
&#x092E;&#x0941;&#x091D;&#x0938;&#x0947; &#x092E;&#x093F;&#x0932;&#x0928;&#x0947; &#x0915;&#x0940; &#x0924;&#x0941;&#x092E;&#x0928;&#x0947; &#x0915;&#x094B;&#x0936;&#x093F;&#x0936; &#x092D;&#x0940; &#x0928;&#x0939;&#x0940;&#x0901; &#x0915;&#x0940;&#x0964;
&#x0924;&#x0941;&#x092E;&#x094D;&#x0939;&#x0947;&#x0901; &#x092F;&#x0939; &#x0924;&#x094B; &#x092A;&#x0924;&#x093E; &#x0939;&#x0940; &#x0925;&#x093E; &#x0915;&#x093F; &#x092E;&#x0948;&#x0901; &#x0906;&#x091C;&#x0915;&#x0932; &#x0915;&#x0941;&#x0932;&#x094D;&#x0932;&#x0942; &#x092E;&#x0947;&#x0901; &#x0939;&#x0942;&#x0901;</foreign>

<p><foreign lang=hi>&#x0939;&#x093E;&#x0901;, &#x092F;&#x0939; &#x0924;&#x094B; &#x092A;&#x0924;&#x093E; &#x0925;&#x093E;, &#x092A;&#x0930; &#x092F;&#x0939; &#x0928;&#x0939;&#x0940;&#x0901; &#x092A;&#x0924;&#x093E; &#x0925;&#x093E; &#x0915;&#x093F; &#x0915;&#x0941;&#x0932;&#x094D;&#x0932;&#x0942; &#x0915;&#x0947; &#x0915;&#x093F;&#x0938;
&#x0939;&#x093F;&#x0938;&#x094D;&#x0938;&#x0947; &#x092E;&#x0947;&#x0901; &#x0939;&#x094B;&#x0964;
&#x0905;&#x092C; &#x092D;&#x0940; &#x0924;&#x0941;&#x092E; &#x0905;&#x091A;&#x093E;&#x0928;&#x0915; &#x0939;&#x0940; &#x0926;&#x093F;&#x0916;&#x093E;&#x092F;&#x0940; &#x0926;&#x0947; &#x0917;&#x092F;&#x0940;&#x0901;, &#x0928;&#x0939;&#x0940;&#x0901; &#x092E;&#x0941;&#x091D;&#x0947; &#x0915;&#x0939;&#x093E;&#x0901; &#x0938;&#x0947;
&#x092A;&#x0924;&#x093E; &#x091A;&#x0932;&#x0924;&#x093E; &#x0915;&#x093F; &#x0924;&#x0941;&#x092E; &#x0907;&#x0938; &#x091C;&#x0902;&#x0917;&#x0932; &#x0915;&#x094B; &#x0906;&#x092C;&#x093E;&#x0926; &#x0915;&#x0930; &#x0930;&#x0939;&#x0940; &#x0939;&#x094B;?''</foreign>

<p><foreign lang=hi>``&#x0938;&#x091A;&#x092E;&#x0941;&#x091A; &#x092C;&#x0939;&#x0941;&#x0924; &#x092C;&#x0930;&#x0940; &#x092C;&#x093E;&#x0924; &#x0939;&#x0948;,'' &#x092E;&#x093F;&#x0938; &#x092A;&#x093E;&#x0932; &#x0905;&#x0932;&#x094D;&#x092E;&#x093E;&#x0939;&#x0928;&#x0947; &#x0915;&#x0947; &#x0938;&#x094D;&#x0935;&#x0930;
&#x092E;&#x0947;&#x0901; &#x092C;&#x094B;&#x0932;&#x0940;, ``&#x0924;&#x0941;&#x092E; &#x0907;&#x0924;&#x0928;&#x0947; &#x0926;&#x093F;&#x0928;&#x094B;&#x0901; &#x0938;&#x0947; &#x092F;&#x0939;&#x093E;&#x0901; &#x0939;&#x094B; &#x0914;&#x0930; &#x092E;&#x0941;&#x091D;&#x0938;&#x0947; &#x0924;&#x0941;&#x092E;&#x094D;&#x0939;&#x093E;&#x0930;&#x0940;
&#x092D;&#x0902;&#x091F; &#x0939;&#x0941;&#x0908; &#x0906;&#x091C; &#x091C;&#x093E;&#x0928;&#x0947; &#x0915;&#x0947; &#x0935;&#x0958;&#x094D;&#x0924;&#x00B7;&#x00B7;&#x00B7;&#x0964;''</foreign>

<p><foreign lang=hi>&#x0921;&#x094D;&#x0930;&#x093E;&#x0907;&#x0935;&#x0930; &#x095B;&#x094B;&#x0930;-&#x095B;&#x094B;&#x0930; &#x0938;&#x0947; &#x0939;&#x0950;&#x0930;&#x094D;&#x0928; &#x092C;&#x091C;&#x093E;&#x0928;&#x0947; &#x0932;&#x0917;&#x093E;&#x0964;
&#x092E;&#x093F;&#x0938; &#x092A;&#x093E;&#x0932; &#x0928;&#x0947; &#x0915;&#x0941;&#x091B; &#x091A;&#x093F;&#x095D;&#x0915;&#x0930; &#x0921;&#x094D;&#x0930;&#x093E;&#x0907;&#x0935;&#x0930; &#x0915;&#x0940; &#x0924;&#x0930;&#x095E; &#x0926;&#x0947;&#x0916;&#x093E; &#x0914;&#x0930; &#x090F;&#x0915;&#x0938;&#x093E;&#x0925;
&#x091D;&#x093F;&#x095C;&#x0915;&#x0928;&#x0947; &#x0915;&#x094D;&#x0937;&#x092E; &#x092E;&#x0901;&#x0917;&#x0928;&#x0947; &#x0915;&#x0947; &#x0938;&#x094D;&#x0935;&#x0930; &#x092E;&#x0947;&#x0901; &#x0915;&#x0939;&#x093E;, ``&#x092C;&#x0938; &#x091C;&#x0940; &#x090F;&#x0915;
&#x092E;&#x093F;&#x0928;&#x091F;&#x0964; &#x092E;&#x0948;&#x0901; &#x092D;&#x0940; &#x0907;&#x0938;&#x0940; &#x092C;&#x0938; &#x0938;&#x0947; &#x0915;&#x0941;&#x0932;&#x094D;&#x0932;&#x0941; &#x091A;&#x0932; &#x0930;&#x0939;&#x0940; &#x0939;&#x0942;&#x0901;&#x0964;
&#x092E;&#x0941;&#x091D;&#x0947; &#x0915;&#x0941;&#x0932;&#x094D;&#x0932;&#x0941; &#x0915;&#x093F; &#x090F;&#x0915; &#x0938;&#x0940;&#x091F; &#x0926;&#x0947; &#x0926;&#x0940;&#x091C;&#x093F;&#x090F;&#x0964;
&#x0925;&#x0948;&#x0902;&#x0915; &#x092F;&#x0942; &#x0935;&#x0947;&#x0930;&#x0940; &#x092E;&#x091A;!'' &#x0914;&#x0930; &#x092B;&#x093F;&#x0930; &#x092E;&#x0947;&#x0930;&#x0940; &#x0924;&#x0930;&#x095E; &#x092E;&#x0941;&#x095C;&#x0915;&#x0930; &#x092C;&#x094B;&#x0932;&#x0940;,
``&#x0924;&#x0941;&#x092E; &#x0907;&#x0938; &#x092C;&#x0938; &#x0938;&#x0947; &#x0915;&#x0939;&#x093E;&#x0901; &#x0924;&#x0915; &#x091C;&#x093E; &#x0930;&#x0939;&#x0947;&#x090F; &#x0939;&#x094B;?''</foreign>

<p><foreign lang=hi>``&#x0906;&#x091C; &#x0924;&#x094B; &#x0907;&#x0938; &#x092C;&#x0938; &#x0938;&#x0947; &#x091C;&#x094B;&#x0917;&#x093F;&#x0928;&#x094D;&#x0926;&#x0930;&#x0928;&#x0917;&#x0930; &#x091C;&#x093E;&#x090A;&#x0901;&#x0917;&#x093E;&#x0964;
&#x0935;&#x0939;&#x093E;&#x0901; &#x090F;&#x0915; &#x0926;&#x093F;&#x0928; &#x0930;&#x0939;&#x0915;&#x0930; &#x0915;&#x0932; &#x0938;&#x0941;&#x092C;&#x0939; &#x0906;&#x0917;&#x0947; &#x0915;&#x0940; &#x092C;&#x0938; &#x092A;&#x0915;&#x095C;&#x0942;&#x0901;&#x0917;&#x093E;&#x0964;''</foreign>

<p><foreign lang=hi>&#x0921;&#x094D;&#x0930;&#x093E;&#x0907;&#x0935;&#x0930; &#x0905;&#x092C; &#x0914;&#x0930; &#x095B;&#x094B;&#x0930; &#x0938;&#x0947; &#x0939;&#x0950;&#x0930;&#x094D;&#x0928; &#x092C;&#x091C;&#x093E;&#x0928;&#x0947; &#x0932;&#x0917;&#x093E;&#x0964;
&#x092E;&#x093F;&#x0938; &#x092A;&#x093E;&#x0932; &#x0928;&#x0947; &#x090F;&#x0915; &#x092C;&#x093E;&#x0930; &#x0915;&#x094D;&#x0930;&#x094B;&#x0927; &#x0914;&#x0930; &#x092C;&#x092C;&#x0938;&#x0940; &#x0915;&#x0947; &#x0938;&#x093E;&#x0925; &#x0909;&#x0938;&#x0915;&#x0940;
&#x0924;&#x0930;&#x095E; &#x0926;&#x0947;&#x0916;&#x093E; &#x0914;&#x0930; &#x092C;&#x0938; &#x0915;&#x0947; &#x0926;&#x0930;&#x0935;&#x093E;&#x095B;&#x0947; &#x0915;&#x0940; &#x0924;&#x0930;&#x095E; &#x092C;&#x095D;&#x0924;&#x0940; &#x0939;&#x0941;&#x0908;,
``&#x0905;&#x091A;&#x094D;&#x091B;&#x093E;, &#x0915;&#x0941;&#x0932;&#x094D;&#x0932;&#x0942; &#x0924;&#x0915; &#x0924;&#x094B; &#x0939;&#x092E; &#x0932;&#x094B;&#x0917;&#x094B;&#x0901; &#x0915;&#x093E; &#x0938;&#x093E;&#x0925; &#x0939;&#x0948; &#x0939;&#x0940;, &#x0914;&#x0930; &#x092C;&#x093E;&#x0924;
&#x0915;&#x0941;&#x0932;&#x094D;&#x0932;&#x0942; &#x092A;&#x0939;&#x0941;&#x0901;&#x091A;&#x0915;&#x0930; &#x0915;&#x0930;&#x0947;&#x0901;&#x0917;&#x0947;&#x0964;
&#x092E;&#x0948;&#x0901; &#x0924;&#x094B; &#x0915;&#x0939;&#x0924;&#x0940; &#x0939;&#x0942;&#x0901; &#x0915;&#x093F; &#x0924;&#x0941;&#x092E; &#x0926;&#x094B;-&#x091A;&#x093E;&#x0930; &#x0926;&#x093F;&#x0928; &#x092F;&#x0939;&#x0940;&#x0901; &#x0930;&#x0941;&#x0915;&#x094B;, &#x092B;&#x093F;&#x0930; &#x091A;&#x0932;&#x0947;
&#x091C;&#x093E;&#x0928;&#x093E;&#x0964;''</foreign>

<p><foreign lang=hi>&#x092C;&#x0938; &#x092E;&#x0947;&#x0901; &#x092A;&#x0939;&#x0932;&#x0947; &#x0939;&#x0940; &#x092C;&#x0939;&#x0941;&#x0924; &#x092D;&#x0940;&#x095C; &#x0925;&#x0940;&#x0964;
&#x0926;&#x094B;-&#x0924;&#x0940;&#x0928; &#x0906;&#x0926;&#x092E;&#x0940; &#x0935;&#x0939;&#x093E;&#x0901; &#x0938;&#x0947; &#x0914;&#x0930; &#x091A;&#x095D; &#x0917;&#x092F;&#x0947; &#x0925;&#x0947;, &#x091C;&#x093F;&#x0938;&#x0938;&#x0947; &#x0905;&#x0928;&#x094D;&#x0926;&#x0930;
&#x0916;&#x095C;&#x0947; &#x0939;&#x094B;&#x0928;&#x0947; &#x0915;&#x093F; &#x091C;&#x0917;&#x0939; &#x092D;&#x0940; &#x0928;&#x0939;&#x0940;&#x0901; &#x0930;&#x0939;&#x0940; &#x0925;&#x0940;&#x0964;
&#x092E;&#x093F;&#x0938; &#x092A;&#x093E;&#x0932; &#x0926;&#x0930;&#x0935;&#x093E;&#x095B;&#x0947; &#x0938;&#x0947; &#x0905;&#x0928;&#x094D;&#x0926;&#x0930; &#x091C;&#x093E;&#x0928;&#x0947; &#x0924;&#x094B; &#x0915;&#x0923;&#x094D;&#x0921;&#x0915;&#x094D;&#x091F;&#x0930; &#x0928;&#x0947; &#x0939;&#x093E;&#x0925;
&#x092C;&#x095D;&#x093E;&#x0915;&#x0930; &#x0909;&#x0938;&#x0947; &#x0930;&#x094B;&#x0915; &#x0926;&#x093F;&#x092F;&#x093E;&#x0964;
&#x092E;&#x0948;&#x0901;&#x0928;&#x0947; &#x0915;&#x0923;&#x094D;&#x0921;&#x0915;&#x094D;&#x091F;&#x0930; &#x0938;&#x0947; &#x092C;&#x0939;&#x0941;&#x0924;&#x0947;&#x0930;&#x093E; &#x0915;&#x0939;&#x093E; &#x0915;&#x093F; &#x0905;&#x0928;&#x094D;&#x0926;&#x0930; &#x092E;&#x0947;&#x0930;&#x0947; &#x0935;&#x093E;&#x0932;&#x0940; &#x091C;&#x0917;&#x0939;
&#x0916;&#x093E;&#x0932;&#x093F; &#x0939;&#x0948;, &#x092E;&#x093F;&#x0938; &#x0938;&#x093E;&#x0939;&#x092C; &#x0935;&#x0939;&#x093E;&#x0901; &#x092C;&#x0948;&#x0920; &#x091C;&#x093E;&#x090F;&#x0901;&#x0917;&#x0940; &#x0914;&#x0930; &#x092E;&#x0948;&#x0901; &#x092D;&#x093F;&#x095C; &#x092E;&#x0947;&#x0901;
&#x0915;&#x093F;&#x0938;&#x0940; &#x0924;&#x0930;&#x0939; &#x0916;&#x095C;&#x093E; &#x091A;&#x0932;&#x093E; &#x091C;&#x093E;&#x090A;&#x0901;&#x0917;&#x093E; &#x0915;&#x0923;&#x094D;&#x0921;&#x0915;&#x094D;&#x091F;&#x0930; &#x090F;&#x0915; &#x092C;&#x093E;&#x0930; &#x091C;&#x093F;&#x0926; &#x092A;&#x0930; &#x0905;&#x095C;&#x093E;
&#x0924;&#x094B; &#x0905;&#x095C;&#x093E; &#x0939;&#x0940; &#x0930;&#x0939;&#x093E; &#x0915;&#x093F; &#x0914;&#x0930; &#x0938;&#x0935;&#x093E;&#x0930;&#x0940; &#x0935;&#x0939; &#x0928;&#x0939;&#x0940;&#x0901; &#x0932;&#x0947; &#x0938;&#x0915;&#x0924;&#x093E;&#x0964;
&#x092E;&#x0948;&#x0901; &#x0905;&#x092D;&#x0940; &#x0909;&#x0938;&#x0938;&#x0947; &#x092C;&#x093E;&#x0924; &#x0915;&#x0930; &#x0939;&#x0940; &#x0930;&#x0939;&#x093E; &#x0925;&#x093E; &#x0915;&#x093F; &#x0921;&#x094D;&#x0930;&#x093E;&#x0907;&#x0935;&#x0930; &#x0928;&#x0947; &#x092C;&#x0938; &#x0938;&#x094D;&#x091F;&#x0930;&#x094D;&#x091F;
&#x0915;&#x0930; &#x0926;&#x0940;&#x0964;
&#x092E;&#x0947;&#x0930;&#x093E; &#x0938;&#x093E;&#x092E;&#x093E;&#x0928; &#x092C;&#x0938; &#x092E;&#x0947;&#x0901; &#x0925;&#x093E;, &#x0907;&#x0938;&#x0932;&#x093F;&#x090F; &#x092E;&#x0948;&#x0901; &#x0926;&#x094C;&#x095C;&#x0915;&#x0930; &#x091A;&#x0932;&#x0924;&#x0940; &#x092C;&#x0938; &#x092E;&#x0947;&#x0901;
&#x0938;&#x0935;&#x093E;&#x0930; &#x0939;&#x094B; &#x0917;&#x092F;&#x093E;&#x0964;</foreign>

<p>End of test.